7zip
alsa-utils
arch-install-scripts
arch-update-check
awww
base
base-devel
bluez
bluez-obex
bluez-utils
brightnessctl
btop
cliphist
dart-sass
distrobox
dmidecode
dosfstools
dunst
efibootmgr
fd
ffmpegthumbnailer
figlet
file-roller
foot
fzf
gcalcli
geany
geany-plugins
git
glow
gnome-keyring
grim
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtk4-layer-shell
gvfs
htop
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprshutdown
hyprsunset
id3v2
intel-gpu-tools
intel-media-driver
intel-ucode
iotop
iwd
jp2a
jq
kew
kitty
krita
lazygit
libgepub
libqalculate
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
lolcat
lsd
lua-language-server
man-db
man-pages
micro
min
mpv
mtpaint
namcap
nano
network-manager-applet
networkmanager
nodejs
npm
nwg-look
nwg-wrapper
otf-font-awesome
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-pulse
podman
polkit-kde-agent
powertop
pulseaudio-alsa
python-cairo
python-pip
python-psutil
python-pyqt6
python-pywal
python-rich
python-textual
qalculate-gtk
qt5-wayland
qt6-wayland
quickshell
reflector
resvg
rust
sddm
sddm-sugar-candy-git
shellcheck-bin
slop
slurp
smartmontools
socat
stow
swayimg
thunar
thunar-archive-plugin
thunar-volman
timeshift
tree
ttf-jetbrains-mono-nerd
tumbler
ufw
unzip
uwsm
viewnior
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wev
wf-recorder
wireless_tools
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yazi
yt-dlp
zip
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-lovers
zsh-mend-git
zsh-syntax-highlighting
